[{"owner_name":"Joy Almeida","phone number":"8698628841","email":"joyalmeida4000@gmail.com","project_name":"Jarvis - Decentralised Expense Tracker","technology_used":"Typescript, NextJs, Solidity, Ethereum, HTML, CSS, Bootstrap","Project Level":"medium","mentors Required":"1","project_link":"https://github.com/J0SAL/Decentralized-Expense-Tracker","project_description":"Jarvis is A web application backed by the power of Decentralization! The motive of the application is to assist the user in managing and maintaining his/her transactions. A transaction can be either in form of income or expense. This application provides visualizations in form of graphs giving users the ability to track by visualizing his/her expenses over a period of time. The application provides the functionality to export the transactions in an excel file. The user can also add transactions through voice commands with a simple click of a button. In addition all data that the user generates is stored on the blockchain in a decentralized manner powered by Ethereum, which prevents the risks of illegal tampering with the data."},{"owner_name":"Priyankar Pal","phone number":"9531685798","email":"priyankarpalpapai2005@gmail.com","project_name":"ProjectsHut","technology_used":"ReactJs, Tailwind CSS","Project Level":"Easy","mentors Required":"1","project_link":"https://github.com/priyankarpal/ProjectsHut","project_description":"It's designed to provide a space for individuals to showcase their work and connect with a global audience earth_americas rainbow"},{"owner_name":"Sal-Dapp","phone number":"09592757079","email":"yadav621gzp@gmail.com","project_name":"Sal-Dapp","technology_used":"Web3, Polygon, Solidity, IPFS, Blockchain","Project Level":"medium","mentors Required":"","project_link":"https://github.com/Vikash-8090-Yadav/SaL--dApp","project_description":"It is used to manage and give salaries to the employee"},{"owner_name":"Akshita Gupta ","phone number":"6306452086","email":"akshitagupta15june@gmail.com","project_name":"Face-X","technology_used":"ML, ANN, CNN, OpenCV, Python, IoT","Project Level":"medium","mentors Required":"3","project_link":"https://github.com/akshitagupta15june/Face-X","project_description":"Demonstration of different algorithms and operations on faces.\nFace-X is a comprehensive repository of algorithms and operations related to facial recognition, which includes a range of functionalities from facial filters, image processing, face mask detection, and facial attendance systems to animated emotions and facial cartoonification. It encompasses all the possible operations that can be performed on the frontal human face, making it a versatile platform for facial-related tasks."},{"owner_name":"Pranjay Poddar ","phone number":"6263804262","email":"pranjaypoddar@gmail.com","project_name":"Dev Geeks","technology_used":"HTML, CSS, Javascript","Project Level":"Large","mentors Required":"1","project_link":"https://github.com/pranjay-poddar/Dev-Geeks","project_description":"The Dev-Geeks repository is a collection of projects. It contains a variety of projects, ranging from web development to machine learning.Each project is designed to help developers learn and improve their skills in a particular area. The projects are written in a variety of languages, including Python, JavaScript, and HTML.The repository also includes tutorials and resources to help developers get started with the projects. The tutorials provide step-by-step instructions on how to set up the projects and how to use them. The resources provide additional information on the topics covered in the projects. The Dev-Geeks repository is a great resource for developers who are looking to learn and improve their skills. It provides a variety of projects that can help developers learn and improve their skills in a particular area. The tutorials and resources provided in the repository make it easy for developers to get started with the projects."},{"owner_name":"Akshita Gupta","phone number":"6306452086","email":"akshitagupta15june@gmail.com","project_name":"Moksh","technology_used":"HTML, CSS, JS, Reactjs, echo3d","Project Level":"medium","mentors Required":"1","project_link":"https://github.com/akshitagupta15june/Moksh","project_description":"Moksh is a spiritual productivity tool designed for individuals who want to unlock their potential and achieve true balance in life. Our customized spiritual features help you take control of your work, focus on what truly matters, and rejuvenate your mind and spirit. By reading Bhagavad Gita, we become soul conscious and gain the strength to fight life's challenges. With Moksh, you can overcome the mental problems that arise from our body consciousness and find true happiness. This platform will help engineers, students, office workers to cope up with stressful environments."},{"owner_name":"Royal Simpson Pinto","phone number":"7337834185","email":"royalpinto007@gmail.com","project_name":"Stoccoin-Website","technology_used":"MongoDb, Express, Reactjs, Node.js","Project Level":"medium","mentors Required":"2","project_link":"https://github.com/Stoccoin-Official/Stoccoin-Website","project_description":"A web application for trading stocks and crypto, as well as displaying news feeds and real-time data processing for stock and crypto prices."},{"owner_name":"Naresh Chandanbatve","phone number":"07447557386","email":"chandanbatven@gmail.com","project_name":"StichHub","technology_used":" ReactThreeFibre, Tailwind CSS, MERN stack.","Project Level":"large","mentors Required":"3","project_link":"https://github.com/UBA-GCOEN/StichHub","project_description":"We bridge the physical gap between a tailor and the customers through our platform. Providing customers a choice of the tailors and the tailors with an increased reach for customers. We're a team of enthusiasts , hoping to bring the tailor community online and introduce them to the benifits of online business."},{"owner_name":"Akshita Gupta","phone number":"6306452086","email":"akshitagupta15june@gmail.com","project_name":"PetMe","technology_used":"Reactjs, Nodejs, HTML,CSS,JS","Project Level":"Medium","mentors Required":"3","project_link":"https://github.com/akshitagupta15june/PetMe","project_description":"PetMe is an all-in-one platform that allows animals to be adopted, donated to pet lovers, and provides emergency medical care to stray animals in need. Our mission is to provide a platform that connects animal lovers with pets in need of a forever home, while also providing emergency medical care for stray animals in distress. We strive to make a difference in the lives of these innocent creatures by offering options to Adopt, Donate and through our SOS feature Report stray animals in need of immediate assistance. Together, we can create a better world for all animals."},{"owner_name":"Anmol Agrawal","phone number":"9368086395","email":"anmol2002.aa1@gmail.com","project_name":"Project-Amupedia","technology_used":"NextJS, MongoDB, NodeJS , css , html, js","Project Level":"Easy","mentors Required":"2","project_link":"https://github.com/amupedia2021/Project-Amupedia","project_description":"Amupedia is a fantastic project that has been running for the past 2.5 years. It was created with the primary goal of providing notes and assignments to college students, and has grown into a community of over 1000 students who are connected with the project through various social media channels such as WhatsApp, Instagram, and LinkedIn."},{"owner_name":"Yash Parsana ","phone number":"+91 8160728294","email":"yashparsana135@gmail.com","project_name":"CrazyCoder","technology_used":"Kotlin, Firebase, Nodejs, ExpressJs","Project Level":"Medium","mentors Required":"2","project_link":"https://github.com/Yash-Parsana/CrazyCoderApp","project_description":"Competitive programming (CP) a large growing community is very well known for algorithms, data structures and Mathematics, and is a must have skill for any computer science student or top tech companies job aspirant."},{"owner_name":"Anjali Kumari Dubey","phone number":"+91 9599242185","email":"dubeyanjali9819@gmail.com","project_name":"BlogWeet","technology_used":"JavaScript, ReactJS, CSS, Firebase","Project Level":"Medium","mentors Required":"2","project_link":"https://github.com/AKD-01/blogweet","project_description":"BlogWeet is a social media app that allows users to create, post and share their blogs. It is a platform that encourages users to express their thoughts, opinions, and perspectives through written content, and engage with the content of others. It provides a vibrant community for sharing and exploring new ideas and perspectives."},{"owner_name":"Ritik Kumar","phone number":"+91 7762855749","email":"srivastavaritik360@gmail.com","project_name":"ExtraSpace-Cloud","technology_used":"ReactJS, JavaScript, CSS3, Firebase","Project Level":"Easy","mentors Required":"1","project_link":"https://github.com/srivastavaritik/Extraspace-Cloud","project_description":"ExtraSpace Cloud: A cloud where one can create folders, upload files and links. It helps in keeping all the documents, files, and links together at one place and saves some space on the personal device and much more."},{"owner_name":"Monalika Patnaik ","phone number":"8860895966","email":"monalikapatnaik114@gmail.com","project_name":"Umatter","technology_used":"Html, Css, Javascript, React, Bootstrap","Project Level":"Medium","mentors Required":"2","project_link":"https://github.com/MonalikaPatnaik/UMatter","project_description":"UMatter is a comprehensive platform designed to assist individuals in quitting bad habits such as smoking and drinking by offering them personalized sessions and one-on-one consultations with professionals to help users overcome their addiction."},{"owner_name":"Narayan Soni","phone number":"9799085158","email":"narayansoni854@gmail.com","project_name":"Dummygram","technology_used":"reactjs,firebase,material-ui,javascript","Project Level":"Medium","mentors Required":"2","project_link":"https://github.com/narayan954/dummygram","project_description":"DummyGram is a Clone of Instagram where we have posts feature, authentication, comment, delete and like feature. It uses ReactJs in the frontend for the UI and Firebase for the backend storing the users, posts and comments."},{"owner_name":"Sourabh Sikarwar","phone number":"08989151788","email":"sourabhsikarwar1812@gmail.com","project_name":"Scene - OTT platform","technology_used":"React.js and Firebase","Project Level":"Easy","mentors Required":"1","project_link":"https://github.com/sourabhsikarwar/Scene-Movie-Platform","project_description":"This is movie showcase/OTT platform clone build using react.js and firebase with modified user interface and features like authentication with protected routes, searching, pagination, profiles, etc."},{"owner_name":"Saurav Mukherjee","phone number":"+917667133539","email":"mesouravofficial@gmail.com","project_name":"AEC Library","technology_used":"Html, CSS, JavaScript, Bootstrap, API's","Project Level":"Medium","mentors Required":"2","project_link":"https://github.com/SauravMukherjee44/Aec-Library-Website","project_description":"This is an Open-Source Library Website in which you get Resources to learn different topics, Donate book section to donate your old books, and a Book issue section to keep a record of all the books issued. This website helps you to find the books easily without any cost and the best part about the website is that you can also contribute to the website for others to use the resources by donating the books you have , all categories of books are welcomed for donation. Come forward to donate the books !!!"},{"owner_name":"Nagesh Mandal","phone number":"9430374289","email":"evergreennageshmandal@gmail.com","project_name":"Engineering Notes","technology_used":"HTML, CSS, JavaScript, Bootstrap ,JS","Project Level":"Easy","mentors Required":"1","project_link":"https://github.com/NageshMandal/Engineering-Notes-Website","project_description":"Engineering notes is a website where we provide hand written notes to students free of cost. This is an open-source web application aimed at helping engineering students organize and share their study materials. This website has a voice assistance feature Notes Downloading Feature. The web application is built using the HTML CSS and JavaScript We use Google Drive database to store notes. The project is actively maintained and contributions from the open-source community are welcome. This Year We Will extend this project to next level We will add this list for features. [1] Improve the UI of Download Page. [2] We will add a new section for our valuable CONTRIBUTER. [3] We will add a new section where students can submit there own hand written notes. [4] We will add a feature where students can submit there doubt. [5] We will add a progress tracking feature where students can track there progress."},{"owner_name":"Swapnil Srivastava","phone number":"8005488880","email":"arezona.lucky55@gmail.com","project_name":"DevEmpire","technology_used":"NextJs, Sass/SCSS","Project Level":"","mentors Required":"2","project_link":"https://github.com/swapnilsparsh/DevEmpire","project_description":"All in one place where you can find all the resources and details of ambassador/fellowship, open-source events, web dev sites, js toolkits and etc. that are available across different sites. These are verified and crowdsourced by the community."},{"owner_name":"Gaurav Verma","phone number":"8887665026","email":"cosmosian07@gmail.com","project_name":"Sampark","technology_used":"MERN with firebase as database","Project Level":"Medium","mentors Required":"4","project_link":"https://github.com/Gaurav-Verma07/sampark","project_description":"Sampark is a social platform  that connects seekers from orphanages and NGOs with college students who provide assistance and resources related to education, clothes, sanitation and health. Our solution aims to address the lack of access to quality education and resources among children in orphanages and slums, perpetuating the cycle of poverty. Seekers and providers connect easily on our platform, creating a community working towards a common goal. Goals of our solution were evidenced through feedback from both seekers and providers, reporting academic improvements, personal growth, and fulfillment. Our solution aims to create a better future for children in orphanages by breaking the cycle of poverty through access to quality education and resources"},{"owner_name":"Abhijeet Sinha","phone number":"","email":"abhijeetsinha.smith@gmail.com","project_name":"CropForesight Frontend","technology_used":"ReactJs, FastAPI, Machine Learning","Project Level":"Medium","mentors Required":"1","project_link":"https://github.com/abhijeet141/CropForesight-FrontEnd","project_description":"CropForesight is a crop recommendation website that uses machine learning model to predict the best crop for a given land based on certain parameters such as nitrogen value of soil, phosphorus value, rainfall, pH, potassium, humidity, and temperature. The project uses the following technologies:\nReactJS (Frontend)\nFastAPI (Backend)\nGaussian Naïve Bayes Machine Learning Model (Model)"},{"owner_name":"Abhijeet Sinha","phone number":"","email":"abhijeetsinha.smith@gmail.com","project_name":"CropForesight Backend","technology_used":"Python","Project Level":"Medium","mentors Required":"1","project_link":"https://github.com/abhijeet141/CropForesight_BackEnd","project_description":"The repository for the backend of the Cropforesight"},{"owner_name":"Om Gawande","phone number":"","email":"omgawandeofficial9834899149@gmail.com","project_name":"Animating-Buttons","technology_used":"HTML, CSS, JS, JSON and ReactJS","Project Level":" Large","mentors Required":"2","project_link":"https://github.com/Spyware007/Animating-Buttons","project_description":"Explore Amazing Buttons animation for your next project.\nThe website features some of the amazing animated buttons created by the community.\nA contributor has to write the code of the button in simple HTML, CSS and JavaScript and it will get rendered in the Homepage automatically.\nYou can also download the code of the button and use it in your next project."},{"owner_name":"Avinash Kr. Ranjan","phone number":"","email":"ranjan.avinash@hotmail.com","project_name":"Amazing-Python-Scripts","technology_used":"Python, Jupyter Notebook, HTML, CSS, JavaScript, Shell","Project Level":"Large","mentors Required":"4","project_link":"https://github.com/avinashkranjan/Amazing-Python-Scripts","project_description":"A curated collection of Amazing Python scripts from Basics to Advance with automation task scripts. This is your Personal space to find or add any new script that can make Life Easier for you, as a Developer, and find a utility of coding to burst out of boredom. Get started with coding exhilarating scripts that you can use to download PDFs from an Online Source or just to randomly like everyone's Instagram Post."},{"owner_name":"Avinash Kumar Ranjan","phone number":"","email":"ranjan.avinash@hotmail.com","project_name":"Friday","technology_used":"Flutter, Dart, Firebase, Figma","Project Level":"Medium","mentors Required":"2","project_link":"https://github.com/avinashkranjan/Friday","project_description":"Friday - Your Personal Class Manager Assistant, It'll never let you miss another assignment deadline or upcoming test."},{"owner_name":"Avinash Ranjan","phone number":"","email":"ranjan.avinash@hotmail.com","project_name":"Pentesting-and-Hacking-Scripts","technology_used":"Python, Shell, HTML, CSS, JS","Project Level":"Medium","mentors Required":"2","project_link":"https://github.com/avinashkranjan/Pentesting-and-Hacking-Scripts","project_description":"A curated collection of Pentesting and Hacking Scripts for Script Kiddie to Advanced Pentesters."},{"owner_name":"Piyush Kalyan","phone number":"","email":"kalyanpiyushp@gmail.com","project_name":"GyanaGuru","technology_used":"Next.js, React, Tailwind CSS, Firebase, HTML, CSS, JavaScript, , Git, GitHub, VS Code,  NPM","Project Level":"easy","mentors Required":"3","project_link":"https://github.com/PiyushKalyanpy/GyanaGuru","project_description":"The GyanaGuru website is an online learning platform that provides access to high-quality educational resources in a wide range of subjects. It offers a vast library of courses, interactive quizzes and exercises, gamification elements, and social features to encourage active participation and collaboration among learners."},{"owner_name":"Ashutosh Dash","phone number":"","email":"dashashutosh1999@gmail.com","project_name":"Bookingjini Icons Pack","technology_used":"HTML, CSS, JavaScript, React, Figma","Project Level":"Medium","mentors Required":"0","project_link":"https://github.com/Bookingjini-Labs/bookingjini-icons","project_description":"Bookingjini Icons Pack is a collection of 50 icons designed specifically for the hospitality industry. These icons feature a range of symbols that represent various aspects of the industry, including hotels, restaurants, and travel. The icons are highly detailed and visually appealing, making them a great choice for use in websites, apps, and marketing materials. With Bookingjini Icons Pack, you can easily add a touch of professionalism and style to your hospitality-related projects."},{"owner_name":"Aman Jaiman","phone number":"","email":"amanjaiman890@gmail.com","project_name":"3D T-shirt Designer","technology_used":"React, three.js, tailwindCSS, express","Project Level":"Medium","mentors Required":"4","project_link":"https://github.com/amanjaiman1/Product_3D","project_description":"https://github.com/amanjaiman1/Product_3D"},{"owner_name":"Roshan Dash","phone number":"","email":"b121046@iiit-bh.ac.in","project_name":"Coding Contests Companion","technology_used":"Javascript, Node.js, Discord.js, Puppeteer, Axios, jsDom, MonogDB, Moongoose, Azure","Project Level":"easy","mentors Required":"2","project_link":"https://github.com/roshan1337d/coding-contests-companion","project_description":"Coding Contests Companion is a discord bot for the competitive coding enthusiasts which display all the ongoing and upcoming coding contests from platforms like: CodeChef, LeetCode, HackerRank, CodeForces, AtCoder, HackerEarth and more in one place inside your discord server. Whenever any contest is about to start, before an hour, it pings a configured role in your server with all the contest details, so that you never miss any coding contests in future. Your can set up an embed for your server members to opt-in and out of these notifications by themselves. Everyday, the bot also sends a random problem covering a variety of topics to keep your server members sharp, and consistent."},{"owner_name":"Sandeep Srinivasa","phone number":"","email":"sss@arakoo.ai","project_name":"EdgeChains","technology_used":"Java, Spring, RxJava, Spring Lambda, Apache TVM Machine Learning Compiler","Project Level":"Large","mentors Required":"1","project_link":"https://github.com/arakoodev/edgechains","project_description":"chain-of-thought engineering for LLM and OpenAI GPT"},{"owner_name":"Piyush Gupta","phone number":"","email":"guptapiyush315@gmail.com","project_name":"Blogzen","technology_used":"HTML, CSS, JavaScript","Project Level":"easy","mentors Required":"3","project_link":"https://github.com/DSC-JSS-NOIDA/blogzen","project_description":"A collection of resources categorized by tech domains, languages, expertise and much more. Blogzen gives you quick access to all the resources that you could need at a single place, with a click!"},{"owner_name":"Pranjal Agarwal","phone number":"","email":"pranjal360agarwal@gmail.com","project_name":"ApnaBharat-Bus-Booking-Reservation-System","technology_used":"Python, Sqlite3, Tkinter, GUI, Javascript","Project Level":"Large","mentors Required":"1","project_link":"https://github.com/Pranjal360Agarwal/ApnaBharat-Bus-Booking-Reservation-System","project_description":"Bus Reservation System is a pretty fully functional system developed using Tkinter (GUI), SQLite, Python, which is designed to automate the online ticket purchasing through an easy online bus booking system. With the bus ticket reservation system, you can manage/book reservations, clients data and passengers lists, can add new bus or new route as an Operator admin. At the end, the user will have a proper ticket for his/her booking."},{"owner_name":"Sahil Sagwekar","phone number":"9967013988","email":"sahilss2652@gmail.com","project_name":"GitHub Automation scripts","technology_used":"Python,Bash,Git,GitHub","Project Level":"Large","mentors Required":"2","project_link":"https://github.com/sahil-sagwekar2652/GitHub-Automation-scripts","project_description":"Bash and Python scripts to automate your Git & GitHub workflow."},{"owner_name":"Rohan Sharma ","phone number":"","email":"sharmarohan615@gmail.com","project_name":"informatician","technology_used":"Reactjs, express js, nodejs, mongodb","Project Level":"easy","mentors Required":"1","project_link":"https://github.com/rohansx/informatician","project_description":"An open source book listing and reading platform like kindle and scribd"},{"owner_name":"Shubh Karman Singh","phone number":"","email":"2019ucs0087@iitjammu.ac.in","project_name":"dcr","technology_used":"Golang, Docker, Linux-SGX, OLAP Databases, SQL Databases","Project Level":"Medium","mentors Required":"2","project_link":"https://github.com/qascade/dcr","project_description":"A proof of concept framework to orchestrate Interoperable Differentially Private Data Clean Room Services on Intel SGX.\n\nA Data Clean Room is a secure environment where organizations can collect data from multiple sources and combine it with their first-party data. Doing so allows marketers to leverage large, aggregated datasets of consumer behavior to provide insight into critical factors like performance, demographics, campaigns, etc."},{"owner_name":"Kunj Patel","phone number":"","email":"patelkunj2021@gmail.com","project_name":"GameZone","technology_used":"HTML,JavaScript,CSS,Bootstrap","Project Level":"Medium","mentors Required":"3","project_link":"https://github.com/kunjgit/GameZone","project_description":"This open source repository contains collection of games build on basic tech stacks in web development like HTML,CSS,JS,Bootstrap . Use your creativity and build your own game and contribute to the repository by making PR 🎮\nHave fun by playing some exciting games on GameZone or use your creativity and build your own unique game , raise pull request and 🥳!! you can have your game on GameZone"},{"owner_name":"Khushee Kapoor","phone number":"","email":"khushee.kapoor@learner.manipal.edu","project_name":"MindWave","technology_used":"Python,NumPy,Pandas,Scikit-Learn,Tensorflow,OpenAI","Project Level":"Large","mentors Required":"2","project_link":"https://github.com/The-Data-Alchemists-Manipal/MindWave","project_description":"MindWave is an Open-Source project designed for beginners to learn about Data Science, Machine Learning, Deep Learning, and Reinforcement Learning algorithms using Python. The project offers a platform for implementing relevant algorithms, with open-source tools and libraries."},{"owner_name":"Purnima Sharma","phone number":"","email":"purnimasharma747359@gmail.com","project_name":"Pluto UI","technology_used":"React, SCSS/CSS, Javascript","Project Level":"easy","mentors Required":"1","project_link":"https://github.com/purnima143/Pluto-UI","project_description":" Pluto UI is a comprehensive React UI component library designed for e-commerce websites. It provides a wide range of reusable and customizable UI elements to enhance the user experience of your online store. "},{"owner_name":"Adithya S Kolavi","phone number":"","email":"adithyaskolavi@gmail.com","project_name":"World of AI","technology_used":"Python , Tensorflow , Keras ,Scikit Learn , Pytorch , Langchain , Gradio , Streamlit","Project Level":"Medium","mentors Required":"3","project_link":"https://github.com/CognitiveLab-tech/World-of-AI","project_description":"WORLD OF AI : An open-source repository for AI-based projects 🚀, from beginner to expert level, helping contributors start their journey in Artificial Intelligence and Deep Learning. Our projects provide hands-on experience to real-world problems👨‍💻. Join our community and contribute to the development of AI-based solutions 👥."},{"owner_name":"Ayush Gupta","phone number":"","email":"ayush4002gupta@gmail.com","project_name":"DevFeed","technology_used":"NodeJS, ExpressJs, ReactJs ,MySQL,Taiwlind Css","Project Level":"Medium","mentors Required":"3","project_link":"https://github.com/DevFeed404/DevFeed-1.0","project_description":"With DevFeed, you'll never miss out on an opportunity to not only expand your skills but also connect with other tech professionals in your community.Its a Centralized location for subscribers to receive all the relevant information about tech events happening in their city . DevFeed is a newsletter website that allows users to subscribe and receive newsletters. It consists of two main components: a client-side frontend built with React.js and a server-side backend built with Node.js."},{"owner_name":"Aman Kumar Singh","phone number":"","email":"rathoreaman673@gmail.com","project_name":"GameSphere","technology_used":"HTML, CSS, JavaScript, Bootstrap, WebSocket, jQuery, PHP, MySQL, Laravel etc..","Project Level":"easy","mentors Required":"2","project_link":"https://github.com/GameSphere-MultiPlayer/GameSphere","project_description":"Our primary goal is to create a website where two or more friends can gather and play games online (such as multiplayer) without having to download any software or tools to their computers or mobile devices."},{"owner_name":"Suryansh Prajapati","phone number":"","email":"itssuryanshprajapati@gmail.com","project_name":"Taaveez","technology_used":"Kotlin, Android Studio, Room Database, XML, Git","Project Level":"Large","mentors Required":"1","project_link":"https://github.com/Taaveez/Taaveez-android","project_description":"Say hello to Taaveez, the innovative and thrilling mobile app tailored for artists and entertainers. Effortlessly preserve your creative expressions on this highly user-friendly platform. With just a few taps, you can quickly jot down your thoughts and fascinating themes. Revisit and refine your work at your convenience, and share it with those who matter most. Keep track of your journey and relive your memories as you revisit the dates when you stored your precious creations. Taaveez makes viewing and organizing your work a breeze with its efficient and organized layout.\nUnleash your full artistic potential with Taaveez, the ideal app for all creatives. Say farewell to disarray, and effortlessly store, update, and share your creations with ease. Taaveez elevates your productivity to new heights by keeping all your creative works in one convenient place. The app offers state-of-the-art features that will help you skyrocket in your creative pursuits. Whether you're a seasoned artist or just starting out, Taaveez is the ultimate tool to elevate your creative process and realize your full artistic potential. So why wait? Start preserving, updating, and sharing your works of art today with Taaveez!"},{"owner_name":"Shreya Rajpal","phone number":"","email":"shreyarajpal6@gmail.com","project_name":"Code Canvas","technology_used":"HTML, CSS, JS, MONGO DB, Node js,  (and various css frameworks like scss used)","Project Level":"Medium","mentors Required":"4","project_link":"https://github.com/ssitvit/Code-Canvas","project_description":"CodeCanvas is an innovative platform where developers can collaborate and contribute their frontend expertise. From booking systems to games, landing pages to clones, this community-driven repository welcomes diverse frontend projects. Unleash your creativity, share your code, and inspire others to build captivating web experiences together on CodeCanvas."},{"owner_name":"Atri Sukul ","phone number":"","email":"2025.cse11.atrisukul@gmail.com","project_name":"Tur1ng","technology_used":"MongoDB, ExpressJs, ReactJs, NodeJs","Project Level":"Medium","mentors Required":"1","project_link":"https://github.com/AtriSukul1508/Njack_Hack_It_Out-Tur1ng-","project_description":"We are here to reduce the gap between students and developers. It is a blog website which contains updated tags to bring you relevant information directly to your homepage"},{"owner_name":"Ankit Mahato","phone number":"","email":"ankmahato@gmail.com","project_name":"API Dash","technology_used":"Dart, Flutter","Project Level":"Large","mentors Required":"0","project_link":"https://github.com/foss42/api-dash","project_description":"API Dash is a beautiful open-source cross-platform API Client built using Flutter which helps create & customize API requests, visually inspect responses and generate code on the go."},{"owner_name":"Md Shadab Azam Ansari","phone number":"","email":"shadabazama@gmail.com","project_name":"user-auth-microservice","technology_used":"Javascript, Node.js, MongoDb, Express.js","Project Level":"Large","mentors Required":"2","project_link":"https://github.com/sazamansari/node.js-_microservices","project_description":"User_Auth Microservices aims to provide an application architecture out of the box which allows for effortless creation of highly testable, scalable, loosely coupled and easily maintainable applications. The architecture is heavily inspired by Node.js."},{"owner_name":"Abhi Patel","phone number":"","email":"abhipatel.dev@gmail.com ","project_name":"AISKCON-CONSTRUCTION","technology_used":"HTML, CSS, JavaScript","Project Level":"Easy","mentors Required":"2","project_link":"https://github.com/AbhiPatel10/AISKCON-CONSTRUCTION","project_description":"AISKCON-CONSTRUCTION is a construction website that provides building and renovation services. Our team of professionals is dedicated to delivering exceptional results using the latest technology and techniques. Whether you're building a new home, renovating an existing property, or undertaking a commercial project, AISKCON-CONSTRUCTION is your trusted partner for all your construction needs. With our open-source approach, we believe in collaboration and community involvement to create innovative solutions for the construction industry"},{"owner_name":"SUBHASHIS PAUL","phone number":"","email":"subhashispaul2204@gmail.com","project_name":"project-annapurna","technology_used":"Node.js, Mongodb, EJS, Tailwind CSS, Sendgrid, Azure","Project Level":"","mentors Required":"","project_link":"https://github.com/subhashis2204/project-annapurna","project_description":"A food donation application connecting NGOs and restaurants. If the restaurants have produced some surplus quantity of food on some day they can donate that food to the needy people. It works as a platform for the NGOs to receive food donations. Some notable features are google geocoding, email OTP notifications and contact us page."},{"owner_name":"Amitesh Anand","phone number":"","email":"anandamitesh0812@gmail.com","project_name":"Resource Gallery","technology_used":"JAVASCRIPT, ASTRO, TAILWINDCSS","Project Level":"","mentors Required":"","project_link":"https://github.com/ZeroOctave/resource-gallery","project_description":"Resource Gallery provides the tools and resources you need to evolve into a skilled developer."},{"owner_name":"Nikhil  Raj","phone number":"","email":"nikhil25803@gmail.com","project_name":"Scrape Up","technology_used":"Python","Project Level":"","mentors Required":"","project_link":"https://github.com/Clueless-Community/scrape-up","project_description":"An alternative to APIs, this project is a web-scraping-based python package that enables you to scrape data from various platforms like GitHub, Twitter, Instagram, or any useful website."},{"owner_name":"Kavikumar M","phone number":"","email":"kavikumarceo@gmail.com","project_name":"love simple ui","technology_used":"Node JS, CSS, React Js","Project Level":"","mentors Required":"","project_link":"https://github.com/thekavikumar/love-simple-ui","project_description":"Welcome to love-simple-ui, it is a lightweight and fast library that provides a set of simple and easy-to-use UI components for React applications. These components are designed to be intuitive, customizable, and responsive, making it easy for developers to quickly create clean and modern user interfaces. One of the key features of love-simple-ui is its lightweight design. The package is optimized to have a minimal impact on application performance, allowing it to load quickly and operate smoothly. This is achieved by using only the essential code necessary to provide the desired functionality, without any unnecessary overhead or bloat. In addition to being lightweight, love-simple-ui is also fast. The library is optimized for performance, ensuring that even complex UI components can be rendered quickly and efficiently. This is achieved by using efficient algorithms, minimizing the number of DOM updates required, and leveraging other performance optimization techniques. Overall, love-simple-ui is an excellent choice for developers who want to create fast and lightweight React applications with simple and intuitive user interfaces. Whether you are building a simple web application or a more complex enterprise application, love-simple-ui can help you create a great user experience without sacrificing performance."},{"owner_name":"Sahitya Roy","phone number":"","email":"29roysonu@gmail.com","project_name":"Community Website","technology_used":"HTML, CSS, JS, Bootstrap, React","Project Level":"","mentors Required":"","project_link":"https://github.com/Eduhub-Community/Eduhub-Community.github.io","project_description":"t’s a community for the people by the people. The vision of the community is to build an environment where people can learn together and implement together., We Organizes Open Source Programs, Hackathons and 1:1 Mentorships. An Open Source Website for Eduhub Community built using HTML, CSS, JavaScript and Bootstrap Php"},{"owner_name":"Agamjot Singh ","phone number":"","email":"agamjotsingh1801@gmail.com","project_name":"CodeSetGo Website ","technology_used":"HTML, css, javascript, bootstrap","Project Level":"","mentors Required":"","project_link":"https://github.com/agamjotsingh18/codesetgo","project_description":"CodeSetGo is a place for Tech Enthusiasts to learn the latest technology in the comfort and convenience of their homes! It's the community of learners, developers, cryptographers and enthusiastic folks who are engaged toward the brighter future of technology and innovations! The Tech interested students and professionals are all welcomed!"},{"owner_name":"Agamjot Singh ","phone number":"","email":"agamjotsingh1801@gmail.com","project_name":"Pollitup ","technology_used":"ReactJS, mongodb, Chakra UI","Project Level":"","mentors Required":"","project_link":"https://github.com/agamjotsingh18/pollitup","project_description":"Pollitup is an WebApp for Teachers, members of the government, and even concerned citizens can launch polls about problems they are facing to get opinions on the best method to approach the problem. Or, anyone can create polls just for fun!. The community can pick and choose which polls are most important for them, this can allow the community to prioritize the most urgent polls that could potentially cause drastic reforms. Easily find polls near you. You can answer polls related to problems that are arising in your community that can help better the environment, aid in the growth of local startups, allow you to share your ideas with your local government, and so much more!"},{"owner_name":"Tamal Das","phone number":"","email":"tamalcodes@gmail.com","project_name":"Milan","technology_used":"MERN, CSS, Bootstrap5, StripeAPI, React, Express, MongoDB, Node, YAML","Project Level":"","mentors Required":"","project_link":"https://github.com/MilanCommunity/Milan","project_description":"Milan is a hub to connect users, charities, and NGOs thus connecting help and need for a good cause."},{"owner_name":"Roshan Kumar ","phone number":"","email":"roshaen09@gmail.com","project_name":"Spectrum UI","technology_used":"Flutter, Dart","Project Level":"","mentors Required":"","project_link":"https://github.com/Clueless-Community/Spectrum-UI","project_description":"Spectrum UI is a user-friendly Flutter UI library that offers a variety of beautifully designed widgets and components that are easy to use and can be integrated into your Flutter projects seamlessly. With Spectrum UI, you can quickly create stunning mobile app interfaces without spending a lot of time and effort on design and development. The library includes a range of pre-built UI elements such as buttons, text fields, cards, and more, all with a consistent look and feel that will make your app look polished and professional. Whether you're a beginner or an experienced Flutter developer, Spectrum UI makes it easy to create beautiful apps with minimal effort."},{"owner_name":"Lakshay","phone number":"","email":"englakshaysk@gmail.com","project_name":" group-patronage","technology_used":"Solidity, React.js, MetaMask, Ethereum, Auth0, ThirdWeb, TailWind CSS","Project Level":"Large","mentors Required":"","project_link":"https://github.com/group-patronage/group-patronage","project_description":"A revolutionised fundraising platform for startups with transparency and accessibility. • Enables innovative fundraising for small-scale startups and medium-scale businesses, fostering entrepreneurship. • Overcomes traditional fundraising challenges: transparency, investor access, and slow processes."},{"owner_name":"Mohit Kumar","phone number":"","email":"mohitkumar11725@gmail.com","project_name":"Bring the menu","technology_used":"Flutter, Firebase","Project Level":"","mentors Required":"","project_link":"https://github.com/m0hit-kumar/Bring-The-Menu","project_description":"Bring The Menu is a comprehensive Restaurant Management System that aims to enhance the dining experience for customers and streamline the process for restaurant owners. The solution offers a user-friendly interface that allows restaurant owners to create a profile, list their restaurant, add their menu, and generate a QR code for customers to scan and place an order. Customers can easily view the restaurant's menu, place orders, and make payments through the app. They can also choose to place a pre-order for pickup, which saves them time and provides more convenience. The app also allows customers to leave feedback and rate their dining experience. Restaurant owners can manage their menu, receive notifications of orders with table numbers, and view feedback from customers. The app also provides analytics on sales, popular menu items, and customer feedback, which helps restaurant owners make informed decisions to improve their business. Bring The Menu aims to increase customer satisfaction and improve restaurant operations through its efficient and user-friendly features. By using this solution, customers can easily order their favorite food and restaurant owners can efficiently manage their menu, leading to a seamless dining experience."},{"owner_name":"Nikhil Raj","phone number":"","email":"ighoshsubho@gmail.com","project_name":"FintechAPI","technology_used":"python3, fastapi","Project Level":"","mentors Required":"","project_link":"https://github.com/Clueless-Community/fintech-api","project_description":"This API helps you to deal with all of your financial calculations. Just invoke the endpoint with suitable parameters and it gives you crisp and to the point result."},{"owner_name":"Rakesh Roshan","phone number":"","email":"roshanrakesh7362@gmail.com","project_name":"ML Project Drug Review Dataset","technology_used":"Python","Project Level":"","mentors Required":"","project_link":"https://github.com/Rakesh9100/ML-Project-Drug-Review-Dataset","project_description":"This is an innovative machine learning project that utilizes patient reviews with many other attributes to analyze and evaluate the effectiveness of different drugs in treating specific conditions. By training on a vast dataset of patient experiences, the model can provide insightful ratings for the available drugs, based on their real-world usage. The project demonstrates the power of advanced machine learning techniques to extract meaningful insights from unstructured data, ultimately enabling more informed decision-making in the healthcare industry."},{"owner_name":"Aniket Kumar ","phone number":"","email":"aniketkir63@gmail.com","project_name":"Project Marketplace","technology_used":"MongoDB, Express ,Node.js ,React .","Project Level":"","mentors Required":"","project_link":"https://github.com/ak736/project-marketplace","project_description":"This is a freelance marketplace platform that allows users to buy and sell projects related to various domains. It is based on web3 login and crypto payment options, enabling secure and transparent transactions. You can access this website with the provided deployed link in your laptop or pc. It might not work people in you phones for now as it is not responsive, but we are going to implement that soon."},{"owner_name":"Anup Kumar jha ","phone number":"","email":"anupkjha01@gmail.com","project_name":"Food recipes website ","technology_used":"HTML, CSS, javascript, AZURE,UX/UI DESIGNING","Project Level":"","mentors Required":"","project_link":"https://github.com/Anupkjha2601/food-recipes-website","project_description":"here I created food store website named Food Recipe that helps the customer to find good recipe in cheap rate and genuine products"},{"owner_name":"Anirudh Panda","phone number":"","email":"anirudhpandaofficial@gmail.com","project_name":"Opentek","technology_used":"HTML, CSS, JS, NETLIFY, JSON","Project Level":"","mentors Required":"","project_link":"https://github.com/Opentek-Org/opentek","project_description":"Opentek is your number one source for Open Source Development. We're dedicated to giving you the very best of tools, resources, and projects, with a focus on Collaboration, Code, and Networking."},{"owner_name":"Susmita Dey","phone number":"","email":"susmitadey475@gmail.com","project_name":"DevsInTech","technology_used":"Next.js, React.js, TailwindCSS, Framer-motion","Project Level":"","mentors Required":"","project_link":"https://github.com/devs-in-tech/DevsInTech","project_description":"DevsInTech is an open source inclusive community helping folks to level up their skills & standout in tech world. It's a place for all techies and this is a community website project which will represent the goal and our idea of the community. It will also help folks to get started with Open Source and other technologies."},{"owner_name":"Suraj Pratap","phone number":"","email":"surajpratap20002003@gmail.com","project_name":"Imagine_AI","technology_used":"NodeJs,Express JS Javascript HTML CSS OpenAI  Postman ","Project Level":"","mentors Required":"","project_link":"https://github.com/SurajPratap10/Imagine_AI","project_description":"\"Unleashing the power of DALL-E 2 to generate stunning, one-of-a-kind images.\" The IMAGINE - AI, which is built using the OpenAI API library DALL-E 2, aims to solve the problem of limited creativity and imagination. This is a fully mobile responsive image generator built with Node.js and Express that uses OpenAI's Dall-E models to generate images. The IMAGINE - AI offers a solution to this problem by providing users with a powerful AI tool that can generate original and visually stunning images. With just a few prompts or keywords, the AI is able to generate a wide range of images that are unlike anything that has been seen before."},{"owner_name":"Bhushan Kale","phone number":"","email":"bhushankale1025@gmail.com","project_name":"GrabBits","technology_used":"MERN, CSS modules, Google Analytics","Project Level":"","mentors Required":"","project_link":"https://github.com/GrabBits/GrabBits_Website","project_description":"GrabBit is a student-led community that shares information about internship opportunities, hackathons, coding contests, and other resources to help students prepare for them. They also produce podcasts and are active on social media platforms. Anyone can access their resources and updates even if they are not active on Instagram. They provide support to students and frequently answer frequently asked questions. Their aim is to ensure that students have access to opportunities that are relevant to them."},{"owner_name":"Abhishek Bhatt ","phone number":"","email":"bhattabhi013@gmail.com","project_name":"Vritant","technology_used":"Flutter, Firebase","Project Level":"","mentors Required":"","project_link":"https://github.com/bhattabhi013/Vritant","project_description":"Vritant is designed to offer a playful and interactive approach for children to learn nursery rhymes. It includes an augmented reality-based digital learning experience and a playground feature that allows kids to experiment and engage with 3-D models."},{"owner_name":"Advaita Saha","phone number":"","email":"adv11sphs@gmail.com","project_name":"EthUnwrapped","technology_used":"Node.js, express.js, ethereum, ethers.js, typescript","Project Level":"","mentors Required":"","project_link":"https://github.com/metafy-social/eth-unwrapped","project_description":"EthUnwrapped is a web application that analizes the Ethereum blockchain and provides a statistics about your usage of the blockchain."},{"owner_name":"Anurag verma ","phone number":"","email":"vermaanurag1532@gmail.com ","project_name":"WHILE","technology_used":"Flutter, Dart, NodeJS, Express, and Firebase","Project Level":"","mentors Required":"","project_link":"https://github.com/vermaanurag1532/WHILE_APP","project_description":"While is a new age education based social media platform that provides an educational environment to youth so that they can grow without any distraction. While was founded to revolutionize the way of learning in youth by giving them all the essential services they require for free. We aim to eradicate social problems like mental health and hidden unemployment among students, which are usually ignored and not talked about."},{"owner_name":"Vivek Kumar","phone number":"","email":"prajapativivek998@gmail.com","project_name":"VigyBag","technology_used":"HTML, CSS , JavaScript, Django , Android, Kotlin","Project Level":"","mentors Required":"","project_link":"https://github.com/codervivek5/VigyBag/","project_description":"This is a  location-based e-commerce platform that allows users to search for products and services based on their geographical location. The website uses GPS technology to pinpoint the user's location and then displays nearby stores or businesses that offer the products or services they are searching for."},{"owner_name":"Rupali Haldiya","phone number":"","email":"rupali7487@gmail.com","project_name":"LinksHub","technology_used":"TypeScript: 5.0.3 ,Next.js: 13.2.4 ,TailwindCSS: 3.3.1","Project Level":"","mentors Required":"","project_link":"https://github.com/rupali-codes/LinksHub","project_description":"LinksHub is an open source Hub of ready-to-use tech resources"},{"owner_name":"Harshvardhan singh","phone number":"","email":"harshvardhan7409@gmail.com","project_name":"Algo-Media","technology_used":"React.js, JavaScript, Redux tool kit","Project Level":"","mentors Required":"","project_link":"https://github.com/Fenrir-04/Algo-Media","project_description":"The Algo-Media project is a web application built using JavaScript and ReactJS, with the help of RapidApi. The application allows users to watch online videos directly on the app, with options to search for videos based on keywords, as well as filtering by categories such as education and podcasts. The Algo-Media video player is a fully functional and user-friendly player that allows users to control the playback of videos, including play, pause, rewind, and fast-forward. The application's intuitive user interface makes it easy for users to browse and search for videos and find the content they are looking for quickly. The application's integration with RapidApi provides users with access to a vast database of videos from various sources, ensuring that the app has a wide range of video content available for users to watch. Additionally, the app's categorization system makes it easy for users to find videos that match their interests. Overall, the Algo-Media project is a high-quality web application that provides users with an excellent platform for watching online videos. With its intuitive user interface and wide range of features, the app is sure to be popular with anyone who enjoys online video content."},{"owner_name":"Srijan Shovit","phone number":"","email":"srijanshovit@gmail.com","project_name":"Carbonops v2","technology_used":"NextJS, JavaScript, TailwindCSS, OAuth, MongoDB, Postman","Project Level":"","mentors Required":"","project_link":"https://github.com/SrijanShovit/carbonops-v2","project_description":"CarbonOps is an innovative platform that promotes environmental awareness and empowers sustainable practices. It brings together individuals and eco-friendly startups in a community-driven approach to combat climate change. Users can calculate their carbon footprint, track their progress, and receive personalized recommendations to reduce their impact. The platform facilitates the exchange of waste materials between individuals and startups, promoting resource utilization. Additionally, it serves as a marketplace for eco-friendly products and hosts events and challenges to engage and reward users. With a focus on education, collaboration, and recognition, CarbonOps aims to create a greener future and support those working towards environmental preservation."},{"owner_name":"Rishabh Jain","phone number":"","email":"rishabhee21@gmail.com","project_name":"DoctorVerse","technology_used":"Blockchain, Solidity, Etherium, MERN, NodeJs, AWS, Postman, Jest, Github Actions (CI/CD)","Project Level":"","mentors Required":"","project_link":"https://github.com/jain-rishabh-21/DoctorVerse","project_description":"Doctorverse is a project utilizing blockchain technology to create a decentralized database system for storing patient information accessible remotely. Doctorverse is the easiest way to get patients information anywhere in the world."},{"owner_name":"Aniket Sinha","phone number":"","email":"sinhaaniket192@gmail.com","project_name":"DataTech","technology_used":"html, css, js, bootstrap","Project Level":"","mentors Required":"","project_link":"https://github.com/aniketsinha2002/DataScienceWebsite.github.io","project_description":"This repository contains the code for an educational website. The website makes it easier for aspiring data scientists and learners to get a simple roadmap to becoming well versed with the subject and field. The website contains information about data science, provides links resources such as online courses through which you can enhance your skills. This webpage is still under construction. I'm making this project open source so that if any one wants to contribute to this project, to make it easier for their fellow learners to grasp the concepts of data science, then genuinly you are welcome here :) Project Purpose : Educational Startup related to Data Science"},{"owner_name":"Shreya Rajpal","phone number":"","email":"shreyarajpal6@gmail.com","project_name":"Games and Go","technology_used":"HTML, CSS, ReactJs","Project Level":"","mentors Required":"","project_link":"https://github.com/ssitvit/Games-and-Go","project_description":"As the world races forward, leaving us behind, why not journey back to the 90s? 😃 Relive the joy of TIC TAC TOE, Pacman, and many more. These games take us to a simpler time, reminding us to slow down. Can nostalgia transport us to a magical era?🤩 It is indeed possible!! with Games-and-Go. Contribute to the collection of 90s games and bring back the era of arcade."},{"owner_name":"Neel Shah","phone number":"","email":"shahneel2409@gmail.com","project_name":"Bot-Collection","technology_used":"Python","Project Level":"","mentors Required":"","project_link":"https://github.com/neelshah2409/Bot-Collection","project_description":"Bot-Collection is a collection of different kinds of automation bots designed to help people complete their regular work more smoothly and effectively. Some examples include a GitHub automation bot that helps with pull requests, issues, and merges, as well as other bots designed to assist with a variety of tasks."},{"owner_name":"Tushar Zalte","phone number":"","email":"tusharzalteidol75@gmail.com","project_name":"Resume Builder","technology_used":"MongoDB ,ReactJs, NodeJs, ExpressJs","Project Level":"","mentors Required":"","project_link":"https://github.com/tusharzalte/tusharesume","project_description":"Developed application used to create ATS(Applicant Tracking System) friendly resumes. This app helps to create resumes which has all the relevant information needed to get hired."},{"owner_name":"Yuanlin Lin","phone number":"","email":"yuanlin@zeabur.com","project_name":"Zeabur Pack","technology_used":"Go Lang","Project Level":"","mentors Required":"","project_link":"https://github.com/zeabur/zbpack","project_description":"Zeabur Pack is an essential tool for deploying users' source code to Zeabur's cloud platform. By analyzing your code, it determines a build plan and creates a container image. The tool currently supports various programming languages, including Node.js, Java, PHP, Python, Go, Deno, and Rust. As a contributor, you can help us maintain and develop Zeabur Pack by refactoring the codebase, addressing the issues we’ve identified, and completing any unfinished features. This will improve both the development experience and user experience of Zeabur Pack, while also expanding the tool’s potential. If you are passionate about coding and enjoy working in a collaborative environment, this is an excellent opportunity to showcase your skills and c to the advancement of a cutting-edge, future-proof serverless toolchain. Join our team today and help us shape the future of Zeabur Pack."},{"owner_name":"Pradyumna Krishna","phone number":"","email":"user.pradyumna@gmail.com","project_name":"Enigma Protocol","technology_used":"Vue.js, python, golang, Javascript, Node.js","Project Level":"","mentors Required":"","project_link":"https://github.com/PradyumnaKrishna/Enigma-Protocol","project_description":"An end to end encrypted chat messenger. The chat is encrypted with RSA encryption and encryption/decryption takes place on the client side using node-forge API. It stores confidential information i.e. encryption keys, chats and messages in the Local Storage of browser. The messenger uses WebSockets for communication. Python and Vue.js are used to build Server and Client respectively."},{"owner_name":"Deependra Kumar","phone number":"","email":"deependrarajpoot178@gmail.com","project_name":"Vibey","technology_used":"Reactjs, Next.js, Appwrite, TailwindCSS, Typescript","Project Level":"","mentors Required":"","project_link":"https://github.com/UniKonf/vibey","project_description":"Vibey is a community driven initiative to find online conferences and events for developers. It is a web app that lets you find online events and conferences that are happening around the world. This project is still in its early stages and we are looking for contributors to make this project a success."},{"owner_name":"Abhirup Saha","phone number":"","email":"abhirupsaha02@gmail.com","project_name":"Resourcio Community Website","technology_used":"React","Project Level":"","mentors Required":"","project_link":"https://github.com/Resourcio-Community/Resourcio_Community-Website","project_description":"A group of enthusiastic Engineers keen to help their fellow Engineers. Through Resourcio we have tried to bring in different resources related to software development and other different fields related to software enginnering in a single place. We want to provide students a single platform where they can find all new resources and they don't need to browse the web extensively for learning them."},{"owner_name":"Vincent Villafuerte","phone number":"","email":"vincent.villafuerte1@gmail.com","project_name":"WebX DAO -Community Website","technology_used":"Next.js and Tailwind","Project Level":"","mentors Required":"","project_link":"https://github.com/WebXDAO/WebXDAO.github.io","project_description":"Main website of WebX DAO built with Next.js and Tailwind"},{"owner_name":"Harsh","phone number":"","email":"singh.harsh9097@gmail.com","project_name":"OSCode Website","technology_used":"ReactJs, JavaScript, HTML, CSS","Project Level":"","mentors Required":"","project_link":"https://github.com/OSCode-Community/OSCodeCommunitySite","project_description":"A Community of Learners, Creators, and Contributors Our mission is to provide college students with the resources and opportunities they need to learn, grow, and collaborate in the tech space. We believe that the best way to learn is by doing, and we provide our members with the resources and support they need to succeed. Whether you are a beginner or an experienced developer, we have something for you."},{"owner_name":"Jay Kumar Gupta","phone number":"","email":"jayesh.gupta3224@gmail.com","project_name":"Web Resources Hub","technology_used":"React, Tailwind CSS","Project Level":"","mentors Required":"\n","project_link":"https://github.com/jayk-gupta/web-resources-project","project_description":"Web Resource Hub is an open-source project which serves as a comprehensive collection of frontend web resources, including HTML, CSS, JavaScript, and React. The project aims to provide developers with a centralized platform to access a wide range of frontend tools and resources, making their development process more efficient and productive."},{"owner_name":"Swarnavo Pramanik","phone number":"","email":"swarnavo.pramanik1701@gmail.com","project_name":"Admin Panel ","technology_used":"React Js , Javascript, Metrial UI , tailwind css , postcss","Project Level":"","mentors Required":"","project_link":"https://github.com/swarnavopramanik/Admin-Panel/tree/main","project_description":"In today’s world, every online program interface (mainly e-commerce platforms) contains a page where information and data about customers, clients, and consumers is shown or monitored. This information/data could be based on purchases, financial transactions, or consumer service statistics. An Admin Dashboard is a visual representation of your whole data set. While it can be used in various ways, its primary function is to allow quick access to information, such as APIs. An Admin Dashboard is often shown on its own website and receives data from a linked database. So, today, we’ll develop a responsive and interactive Admin Dashboard using the well-known React JavaScript framework, plus the Material UI and Rechart libraries . React.js React is one of the most popular web frontend libraries in the world, hitting almost 30 million downloads every month according to the NPM trends tracker. It is a declarative and component-based library, making use of the so-called state to propagate changes throughout the components of your application."},{"owner_name":"Md Anzar Ahmad","phone number":"","email":"anzarhps@gmail.com","project_name":"PaperBrain","technology_used":"Next.js, Flask, GPT-3, Tailwind CSS, Firebase, Vercel, Auth0","Project Level":"Medium","mentors Required":"3","project_link":"https://github.com/nawed2611/paperbrain","project_description":"PaperBrain is a platform for accessing and understanding research papers. It uses a large language model (LLM) to provide users with a variety of features, including:\n\nSearch: Users can search for papers by title, author, or keyword.\nAbstracts: PaperBrain provides abstracts for all papers in its database.\nPDFs: Users can download PDFs of papers directly from PaperBrain.\nHighlights: PaperBrain highlights key phrases in papers, making it easier for users to find the information they need.\nSummaries: PaperBrain generates summaries of papers, providing users with a high-level overview of the research.\nQuestions: Users can ask PaperBrain questions about papers, and PaperBrain will provide answers.\nChat: Users can chat with PaperBrain about papers, and PaperBrain will provide explanations and clarifications.\n\nPaperBrain is a powerful tool for researchers, students, and anyone else who wants to access and understand research papers. It is easy to use and provides a variety of features that make it a valuable resource."},{"owner_name":"AKASH UDAY","phone number":"","email":"akashuhulekal@gmail.com","project_name":"DoggoNation","technology_used":"React, Flask","Project Level":"Medium","mentors Required":"2","project_link":"https://github.com/akashgreninja/Doggonation","project_description":"Doggonation is an innovative social media platform that caters to the discerning sensibilities of dog owners and enthusiasts. The app is designed to connect canine aficionados from all walks of life, enabling them to share photographs, videos, and anecdotes of their beloved furry friends. It also features an array of cutting-edge functionalities that facilitate a safe and enjoyable user experience."},{"owner_name":"Praveen Kumar Purushothaman","phone number":"","email":"gssoc23@praveen.science","project_name":"GitHub ReadMe Generator","technology_used":"HTML,CSS,JavaScript,ReactJS,NodeJS","Project Level":"Medium","mentors Required":"3","project_link":"https://github.com/CatsInTech/GitHub-ReadMe","project_description":"This is a React Project where you can customise your GitHub ReadMe with all the available cool things."},{"owner_name":"Jason Dsouza","phone number":"","email":"jasondsouza212@gmail.com","project_name":"Free-Hit","technology_used":"React","Project Level":"","mentors Required":"","project_link":"https://github.com/JasonDsouza212/free-hit","project_description":"🏏Free-Hit is an application that is used to search for Free tools that are both free 🆓 and helpful for our needs"},{"owner_name":"Sahil Ali","phone number":"","email":"sahilali6786@gmail.com","project_name":"Counsellor ","technology_used":"HTML CSS JAVASCRIPT REACTJS NODEJS MONGODB FIREBASE","Project Level":"","mentors Required":"","project_link":"https://github.com/Counselllor/Counsellor-Web","project_description":"The web application, built using ReactJS, is designed to assist students in making informed decisions regarding their undergraduate studies. It provides a platform for students to explore and choose the right stream/branch that aligns with their interests and career aspirations. Additionally, the app leverages real and honest insights from current college students to help students choose the right and convenient college based on their specific needs and preferences. This app serves as a valuable resource for students looking to make the most of their undergraduate education and embark on a successful career path."},{"owner_name":"Anmol Agrawal","phone number":"","email":"anmol2002.aa1@gmail.com","project_name":"Grabtern-frontend","technology_used":"NextJS, MongoDB, CI/CD, Docker.","Project Level":"","mentors Required":"","project_link":"https://github.com/anmode/grabtern-frontend","project_description":"This project aims to establish a direct mentor-mentee connection by facilitating session bookings. It is a full-stack project implemented using the MERN stack, with additional features like GitHub Actions and Docker integration. The most exceptional contributor will have the opportunity to become a part of this team."},{"owner_name":"Apoorv Aron","phone number":"","email":"apoorv.aron02@gmail.com","project_name":"Shorty - Link Shortener","technology_used":"Javascript, MySQL, Bootstrap, JQuery, PHP, HTML5, CSS3","Project Level":"","mentors Required":"","project_link":"https://github.com/apoorvaron/Shorty","project_description":"To help you grow, scale, and dominate through the power of link management. Whether you’re sharing one link or millions, Shorty lets you personalize, share, and track your content links, while capturing data with every click."},{"owner_name":"Loki","phone number":"","email":"m.a.lokeshkumar@gmail.com ","project_name":"RDJ","technology_used":"MERN Tailwind Css Api","Project Level":"","mentors Required":"","project_link":"https://github.com/LokeshKumar-Dev/Rdj.exe","project_description":"RDJ, an abbreviation for React Disc Jockey, is a project that combines the power of ReactJS and the YouTube API to create a cutting-edge web application for mixing music. With RDJ, you can unleash your creativity and become a virtual DJ right from your browser. ReactJS, a popular JavaScript library for building user interfaces, forms the foundation of RDJ. It offers a robust and efficient framework that enables seamless interaction and dynamic updates in real-time. Leveraging ReactJS allows RDJ to provide a smooth and responsive user experience, making it easy and enjoyable to mix tracks."},{"owner_name":"Shwet Khatri","phone number":"","email":"19dcs001@lnmiit.ac.in","project_name":"AR Webstore","technology_used":"html, css, typescript, three.js","Project Level":"","mentors Required":"","project_link":"https://github.com/ShwetKhatri2001/AR-Webstore","project_description":"AR has completely revolutionalized the experience of buying products online and made it more convinient for users. Also, it has provided a huge hike in sales for sellers. So, Lets build such AR Webstore for ecommerce products where a list of 3D products can be visualized in your own environment ( AR ) and can be ordered smoothly."},{"owner_name":"Narayana Aaditya","phone number":"9176392944","email":"narayana.aaditya@juspay.in","project_name":"Juspay - Hyperswitch","technology_used":"RUST","Project Level":"Medium","mentors Required":"2","project_link":"https://github.com/juspay/hyperswitch","project_description":"HyperSwitch is an Open Source Financial Switch to make payments Fast, Reliable and Affordable. It lets you connect with multiple payment processors and route traffic effortlessly, all with a single API integration."}]
