[
    {
        "Name": "Internship Onboarding Platform",
        "Repo": "https://github.com/praveenscience/Internship-LMS-FrontEnd",
        "Owner": "Praveen Kumar Purushothaman",
        "github": "https://github.com/praveenscience",
        "linkedin": "https://www.linkedin.com/in/praveentech/",
        "Description": "A nice way to onboard new interns to projects and teach them too.",
        "TechStack": [
            "MERN",
            "ReactJS",
            "NodeJS",
            "bootstrap5",
            "ExpressJS"
        ],
        "Year": "2021"
    },
    {
        "Name": "Doc2Pen",
        "Repo": "https://github.com/smaranjitghose/doc2pen",
        "Owner": "Smaranjit Ghose",
        "github": "https://github.com/smaranjitghose",
        "linkedin": "https://www.linkedin.com/in/smaranjitghose/",
        "Description": "Doc2Pen started as a pet project to help my fellow batchmates cope up with the needs of doing several handwritten assignments amidst the pandemic. Now are expanding as a small yet bonded open source project that aims to make the academic lives of our students easier, one function at a time. I am looking forward to integrating features like drawing, UML, quiz, a platform to practice timed responses for exams like TOEFL, GRE, IELTS [especially the Writing part. I personally need this as I had 1 day to study and score a 115/120] and in the far future an open-source plagiarism checker [because Grammarly cannot be trusted fully for research work and Turnitin is mostly available to faculties]",
        "TechStack": [
            "HTML",
            "CSS",
            "Javascript",
            "React"
        ],
        "Year": "2021"
    },
    {
        "Name": "Face Mask Detection",
        "Repo": "https://github.com/chandrikadeb7/Face-Mask-Detection",
        "Owner": "Chandrika Deb",
        "github": "https://github.com/chandrikadeb7",
        "linkedin": "https://www.linkedin.com/in/chandrika-deb/",
        "Description": "Face Mask Detection system built with OpenCV, Keras/TensorFlow using Deep Learning and Computer Vision concepts in order to detect face masks in static images as well as in real-time video streams.",
        "TechStack": [
            "Python",
            "Deep Learning",
            "Computer Vision"
        ],
        "Year": "2021"
    },
    {
        "Name": "ArtCV",
        "Repo": "https://github.com/smaranjitghose/ArtCV",
        "Owner": "Smaranjit Ghose",
        "github": "https://github.com/smaranjitghose",
        "linkedin": "https://www.linkedin.com/in/smaranjitghose/",
        "Description": "ArtCV is an initiative to create a platform that makes use of Computer Vision, Image Processing, and Deep Learning [ mostly GANS and Variational Autoencoders] under the hood to provide us with various artistic outputs for any image. We are also exploring Bio-medical benefits using Ishihara Discs. This can be described as a measure to re-create something similar to PRISMA but with the power of the open source, without any associated bloatware and an added benefit of letting others learn Computer Vision while contributing to the project and getting to know about latest techniques which otherwise remain sealed in research papers posted every month!",
        "TechStack": [
            "Python",
            "OpenCV",
            "TensorFlow",
            "StreamLit",
            "Image Processing",
            "Computer Vision"
        ],
        "Year": "2021"
    },
    {
        "Name": "img_ai_app boilerplate",
        "Repo": "https://github.com/smaranjitghose/img_ai_app_boilerplate",
        "Owner": "Smaranjit Ghose",
        "github": "https://github.com/smaranjitghose",
        "linkedin": "https://www.linkedin.com/in/smaranjitghose/",
        "Description": "This project [ I have kept the Name weird but it makes sense ] is for creating an open-source template that any developer, data scientist, researcher, or hobbyist can use for building a prototype of their Artificial Intelligence model(algorithm) dealing with images and performing tasks like Image Classification, Object Detection, Post Estimation, etc and then host it easily using services like Heroku, AWS, GCP and others. We believe the 2020s are the years where ML models need to come out of the Jupyter Notebooks for some and every reason and we want to make the process simpler for a lot of people who get intimidated or dont have much time to do it from scratch. [ Currently, we are just laser-focused on Deep Learning based approach and that too Image Classification. But with the passage of time, we intend to make it more generalized]",
        "TechStack": [
            "StreamLit",
            "Python",
            "HTML",
            "CSS",
            "TensorFlow",
            "TensorFlow.JS"
        ],
        "Year": "2021"
    },
    {
        "Name": "FantomsAR-shopping-app",
        "Repo": "https://github.com/som23ya/FantomsAR-shopping-app",
        "Owner": "Somya Upadhyay",
        "github": "https://github.com/som23ya",
        "linkedin": "https://www.linkedin.com/in/somya-upadhyay-5b2028166/",
        "Description": "Our intention is to give shoppers of our storefront the option of AR features with an android application. A complete virtual store that gives users the chance to experience the masks, clothing, and other commodities in AR. As of this year, Google has recently announced many more ARCore features to be made available over the web(which is currently pending public release) and Android. Having implemented ARkit and Arcore, we felt it’s time to get the word out there on the true capabilities of these features.",
        "TechStack": [],
        "Year": "2021"
    },
    {
        "Name": "Lane Detection using OpenCV",
        "Repo": "https://github.com/akshitagupta15june/lane_detection_opencv",
        "Owner": "Akshita Gupta",
        "github": "https://github.com/akshitagupta15june",
        "linkedin": "https://www.linkedin.com/in/akshita-gupta-a4a895187",
        "Description": "The lane detection has proved to be an efficient technique to prevent accidents in Intelligent Transportation Systems.The review on lane detection has shown that the most of the researchers has neglected the problem of the fog and noise in images. Thus noise and fog may reduce the accuracy of the existing systems.",
        "TechStack": [
            "Python",
            "OpenCV"
        ],
        "Year": "2021"
    },
    {
        "Name": "Face-X",
        "Repo": "https://github.com/akshitagupta15june/Face-X",
        "Owner": "Akshita Gupta",
        "github": "https://github.com/akshitagupta15june",
        "linkedin": "https://www.linkedin.com/in/akshita-gupta-a4a895187",
        "Description": "AI BASED FACIAL RECOGNITION ATTENDANCE SYSTEM",
        "TechStack": [
            "Python",
            "OpenCV",
            "CNN",
            "ANN"
        ],
        "Year": "2021"
    },
    {
        "Name": "QP-Generator",
        "Repo": "https://github.com/Team-Tomato/QP-Generator",
        "Owner": "Akbar Habeeb B",
        "github": "https://github.com/AkbarHabeeb",
        "linkedin": "https://www.linkedin.com/in/akbarhabeebb/",
        "Description": "Question paper generator helper, wiki: https://github.com/Team-Tomato/QP-Generator/wiki",
        "TechStack": [
            "React",
            "Flask"
        ],
        "Year": "2021"
    },
    {
        "Name": "PyDataStructs",
        "Repo": "https://github.com/codezonediitj/pydatastructs",
        "Owner": "Gagandeep Singh",
        "github": "https://github.com/czgdp1807/",
        "linkedin": "https://www.linkedin.com/in/czgdp1807/",
        "Description": "Currently, the project aims to be a Python package for various data structures in computer science. Besides, we are also working on including parallel algorithms. To the best of our knowledge, a well-designed library/package which has covered most of the data structures and algorithms including their parallel implementation doesnt exist. In future, i.e, after a few releases of the package when the software design will become stable, we also aim to provide APIs for the code in C++ and Java as well.",
        "TechStack": [
            "Python",
            "Git"
        ],
        "Year": "2021"
    },
    {
        "Name": "Water Monitoring System",
        "Repo": "https://github.com/vinitshahdeo/Water-Monitoring-System/",
        "Owner": "Vinit Shahdeo",
        "github": "https://github.com/vinitshahdeo/",
        "linkedin": "https://www.linkedin.com/in/vinitshahdeo/",
        "Description": "Water Monitoring System is an web based Liquid Level Monitoring system that has mechanisms to keep the user alerted in case of liquid overflow or when tank depletes.",
        "TechStack": [
            "React",
            "Node.js"
        ],
        "Year": "2021"
    },
    {
        "Name": "Port Scanner",
        "Repo": "https://github.com/vinitshahdeo/PortScanner",
        "Owner": "Vinit Shahdeo",
        "github": "https://github.com/vinitshahdeo/",
        "linkedin": "https://www.linkedin.com/in/vinitshahdeo/",
        "Description": "A go-to tool for scanning network. Scan all the open ports for a given host with just one click.",
        "TechStack": [
            "Python",
            "Flask"
        ],
        "Year": "2021"
    },
    {
        "Name": "eduAlgo",
        "Repo": "https://github.com/Abhijit2505/eduAlgo",
        "Owner": "Abhijit Tripathy",
        "github": "https://github.com/Abhijit2505",
        "linkedin": "https://www.linkedin.com/in/abhijit-tripathy-415912187/",
        "Description": "This is a very simple python package made up with python script to contain & study different algorithms for educational purposes. This project has been a part of FOSS Hack 2020 and PyCon India 2020 Devsprint before as well. The PyPI package can ve viewed here - https://pypi.org/project/eduAlgo/",
        "TechStack": [
            "Python",
            "Algorithms"
        ],
        "Year": "2021"
    },
    {
        "Name": "Dolos",
        "Repo": "https://github.com/ACM-VIT/dolos",
        "Owner": "Yash Kumar Verma",
        "github": "https://github.com/yashkumarverma/",
        "linkedin": "https://www.linkedin.com/in/yash-kumar-verma/",
        "Description": "Ever wanted to get random data for that app you were building but didnt want to bloat your requests with unwanted data? Were here to help. Dolos is a server written in Javascript which generates random data in the exact structure as is required by the user, at a blazing speed by serving only whats requested. Everything without using complex technologies like graphql. Perfect for beginners.",
        "TechStack": [
            "Javascript",
            "MySQL Database",
            "Data Mocking"
        ],
        "Year": "2021"
    },
    {
        "Name": "Algorithmic Treasure",
        "Repo": "https://github.com/Abhijit2505/Algorithmic-Treasure-Original",
        "Owner": "Abhijit Tripathy",
        "github": "https://github.com/Abhijit2505",
        "linkedin": "https://www.linkedin.com/in/abhijit-tripathy-415912187",
        "Description": "Many a times when interview approaches, the interview preparing students start searching for different Data Structures and algorithm problems in the internet. This project is a website that has many previously asked interview questions and their solutions.",
        "TechStack": [
            "HTML",
            "CSS",
            "Bootstrap",
            "Algorithms",
            "Python",
            "C++"
        ],
        "Year": "2021"
    },
    {
        "Name": "AapKaVaidya",
        "Repo": "https://github.com/Harshit564/AapKaVaidya",
        "Owner": "Harshit Singh",
        "github": "https://github.com/Harshit564",
        "linkedin": "https://www.linkedin.com/in/harshit-singh-lko/",
        "Description": "A flutter based application for easy interaction between patients and doctors. During a Pandemic many of the patients are looking to get regular health check-ups but moving outside in such conditions seems risky.",
        "TechStack": [
            "Flutter",
            "Firebase"
        ],
        "Year": "2021"
    },
    {
        "Name": "Canvasboard",
        "Repo": "https://github.com/Canvasbird/canvasboard",
        "Owner": "Kajol Kumari",
        "github": "https://github.com/Kajol-Kumari",
        "linkedin": "https://www.linkedin.com/in/kajol-kumari-73245b166/",
        "Description": "Its a way to ease the online teaching process and make it more interactive and prodctive. For more details, do checkout https://github.com/Canvasbird/canvasboard",
        "TechStack": [
            "Angular8",
            "MongoDB",
            "MongoDB",
            "React",
            "Express",
            "NodeJS"
        ],
        "Year": "2021"
    },
    {
        "Name": "Amazing-Python-Scripts",
        "Repo": "https://github.com/avinashkranjan/Amazing-Python-Scripts",
        "Owner": "Avinash Kumar Ranjan",
        "github": "https://github.com/avinashkranjan",
        "linkedin": "https://www.linkedin.com/in/avinashkranjan/",
        "Description": "A curated collection of Amazing Python scripts from Basics to Advance with automation task scripts. This is your Personal space to find or add any new script that can make Life Easier as a Developer, and to find a utility of coding to burst out of boredom.",
        "TechStack": [
            "Python",
            "HTML",
            "CSS",
            "Javascript",
            "Flask",
            "Markdown"
        ],
        "Year": "2021"
    },
    {
        "Name": "Scrum-Management",
        "Repo": "https://github.com/Harshita248/Scrum-Management",
        "Owner": "Harshita Raj",
        "github": "https://github.com/Harshita248",
        "linkedin": "https://www.linkedin.com/in/harshita-raj",
        "Description": "The idea of the project is to customize all the ongoing projects under one roof. The website includes certain columns which is like working, in progress, done ,etc and once the student enters his/her details into the Website with the currently working project his details will be stored on the database and will show on the first column. After that when the Project comes in progress the cards of the column will shift to another column. We also have an admin login and signup where an admin can be assigned as a mentor to the particular student which he accepts by clicking the accept button shown in the popup window. This way it will work for different organisations . I thought to make it real for my coding club but now its for all organization . This project is in progress as of now and I would like to include this in this open source program.",
        "TechStack": [
            "HTML",
            "CSS",
            "Javascript",
            "MongoDB",
            "Nodejs"
        ],
        "Year": "2021"
    },
    {
        "Name": "Snippet Share",
        "Repo": "https://github.com/PragatiVerma18/Snippet-Share",
        "Owner": "Pragati Verma",
        "github": "https://github.com/PragatiVerma18",
        "linkedin": "https://www.linkedin.com/in/pragativerma18/",
        "Description": "This is a code snippet sharing app that lets you share syntax-highlighted code snippets with easy copy-paste options and a secure secret code and a unique URL.",
        "TechStack": [
            "Django",
            "HTML",
            "CSS",
            "Javascript",
            "Bulma CSS"
        ],
        "Year": "2021"
    },
    {
        "Name": "Friday",
        "Repo": "https://github.com/avinashkranjan/Friday",
        "Owner": "Avinash Kumar Ranjan",
        "github": "https://github.com/avinashkranjan",
        "linkedin": "https://www.linkedin.com/in/avinashkranjan/",
        "Description": "Friday - Your Personal Class Manager Assistant, It'll never let you miss another assignment deadline or upcoming test.",
        "TechStack": [
            "Flutter",
            "Dart",
            "HTML",
            "CSS",
            "Javascript",
            "UI/UX",
            "Firebase"
        ],
        "Year": "2021"
    },
    {
        "Name": "sim-C",
        "Repo": "https://github.com/cimplec/sim-c",
        "Owner": "Siddhartha Dhar Choudhury",
        "github": "https://github.com/frankhart2018",
        "linkedin": "https://www.linkedin.com/in/siddhartha-dhar/",
        "Description": "Often people have trouble programming in C (especially beginners) due to its low level syntax and unavailability of stable third party libraries. We present sim-C a high-level front end for C which creates a dynamically typed syntax for C. User can write code in this high level syntax and then compile it to optimized C code. sim-C does not process the code and simply translates it to C thus, there is no possibility of the code running slowly. So, with sim-C users can write code faster using the high level syntax and at the same time be able to harness the power and speed of a C program. Let us make C cool again.",
        "TechStack": [
            "C",
            "Python",
            "Compiler Design"
        ],
        "Year": "2021"
    },
    {
        "Name": "Spotify Recommendation Engine",
        "Repo": "https://github.com/ucalyptus/Spotify-Recommendation-Engine",
        "Owner": "Sayantan Das",
        "github": "https://github.com/ucalyptus",
        "linkedin": "https://www.linkedin.com/in/ucalyptus/",
        "Description": "This is a rapid prototyped presentation of how a Spotify Recommendation Engine should work . A system that recommends songs from your existing playlists using Spotify API and a bit of classical machine learning techniques. Vision To create a flutter clone of Spotify that uses the Recommendation Engine this project is based upon. A lightweight app with basic functionalities of Spotify i.e A Music Player, a playlist that belongs to the user, OAuth capabilities. Playlist functionality is important as it will serve as the basis for future music recommendations based on the features it houses. Goal is to use an implicit matrix factorisation model (originally proposed by Spotify's research team) for usage.",
        "TechStack": [
            "Python",
            "ML",
            "Fluttter"
        ],
        "Year": "2021"
    },
    {
        "Name": "Community-website",
        "Repo": "https://github.com/HITK-TECH-Community/Community-Website",
        "Owner": "Kajol Kumari",
        "github": "https://github.com/Kajol-Kumari",
        "linkedin": "https://www.linkedin.com/in/kajol-kumari-73245b166",
        "Description": "Being from tier-2 and tier-3 colleges, you often face the problem of knowledge gap in our college days. But once you begin walking in the path of tech, you discover a place where people are just like you. 😇✨ We are a group of HITK students trying to fill the knowledge gap and help you find your place of discovery by sharing you the opportunities and resources at the right time!⏱️ This project aims to build the official site for the community page so that any student can use the resources shared by us.",
        "TechStack": [
            "Monstack"
        ],
        "Year": "2021"
    },
    {
        "Name": "Rotten Scripts",
        "Repo": "https://github.com/HarshCasper/Rotten-Scripts",
        "Owner": "Harsh Bardhan Mishra",
        "github": "https://github.com/harshcasper",
        "linkedin": "https://www.linkedin.com/in/harshcasper",
        "Description": "Rotten Scripts contains amazing and awesome scripts written in Python, Javascript, Bash, Powershell, and more. Consider this repository as your personal space to find or add any new script that can make life easier for us and the Open Source community too, as a Developer, and find a utility of coding to burst out of boredom. Get started with coding exhilarating scripts that you can use to download PDFs from an Online Source or just to randomly like everyone's Instagram Post.",
        "TechStack": [
            "Python",
            "Javascript",
            "BASH",
            "Golang"
        ],
        "Year": "2021"
    },
    {
        "Name": "Rajappan",
        "Repo": "https://github.com/kaiiyer/rajappan",
        "Owner": "Kai Iyer",
        "github": "https://github.com/kaiiyer",
        "linkedin": "https://www.linkedin.com/in/anoop-krishnan47/",
        "Description": "The All in one Security project for Digital Privacy. A step towards a better & secure Internet",
        "TechStack": [],
        "Year": "2021"
    },
    {
        "Name": "Github Spy",
        "Repo": "https://github.com/YashKumarVerma/github-spy",
        "Owner": "Yash Kumar Verma",
        "github": "https://github.com/yashkumarverma",
        "linkedin": "https://www.linkedin.com/in/yash-kumar-verma/",
        "Description": "Do you lead an organization? or are you a maintainer of some open source project? Even if you are neither of the above, there can be instances when you might be required to generate quick reports of any Github organization. This can cover anything as simple as getting the Name of all repositories or things a bit tricky like ensuring projects contain a particular structure. GithubSpy is the bot that you need. With a robust structure to develop upon, we are looking for contributors willing to add more features.",
        "TechStack": [
            "Javascript",
            "MySQL Database",
            "Data Mocking"
        ],
        "Year": "2021"
    },
    {
        "Name": "Friday",
        "Repo": "https://github.com/avinashkranjan/Friday",
        "Owner": "Avinash Kumar Ranjan",
        "github": "https://github.com/avinashkranjan",
        "linkedin": "https://www.linkedin.com/in/avinashkranjan/",
        "Description": "Since after the pandemic almost everything has been moved on virtual world So has Education. All our classes has been moved online and with that all our assignments, test, exams, Viva are being held on online platform as well, With so many assignments deadlines, upcoming exams dates and being busy with our life we forget the deadlines and exam dates on most occasion. I dont know how many of you but it happens to me frequently. So I came up with this app which once feeded with all the required data itll remind you of the Assignement deadlines, upcoming exams, unfinished homework. So, you can plan your schedule accordingly.",
        "TechStack": [
            "Flutter",
            "Firebase"
        ],
        "Year": "2021"
    },
    {
        "Name": "Breast Cancer Predictor",
        "Repo": "https://github.com/srimani-programmer/Breast-Cancer-Predictor/",
        "Owner": "SRI MANIKANTA PALAKOLLU",
        "github": "https://github.com/srimani-programmer",
        "linkedin": "https://www.linkedin.com/in/srimani-programmer/",
        "Description": "Breast cancer is the most common type of cancer in women. When cancers are found early, they can often be cured. There are some devices that detect breast cancer but many times they lead to false positives, which results in patients undergoing painful, expensive surgeries that were not even necessary. These types of cancers are called benign which do not require surgeries and we can reduce these unnecessary surgeries by using Machine Learning. These predictions will help doctors to do surgeries only when the cancer is malignant, thus reducing unnecessary surgeries for a woman. This project helps us to identify breast cancer in women that helps us to save many lives.",
        "TechStack": [
            "Python",
            "ML",
            "flask"
        ],
        "Year": "2021"
    },
    {
        "Name": "HackStation",
        "Repo": "https://github.com/ashishnagpal2498/hackstation",
        "Owner": "Ashish Nagpal",
        "github": "https://github.com/ashishnagpal2498",
        "linkedin": "https://www.linkedin.com/in/ashish-nagpal24",
        "Description": "Ever missed a coding contest because you completely forget about it or misinterpret the timing, worked anonymous number of hours and still arent able to convince your boss that youre working. Well we get it all covered for you. We at HackStation provide a platform to share your work in number. Get your working graph reminders for coding contests and share your work among your peers. All you need to do is tell us who you are ? The project will be divided into two parts depending upon whether the user is a developer or an organization. A separate platform for developers as well as organization. For user the basic options available will be dashboard, coding contest reminders profile, whereas for organization productivity will be divided into teams and graphs shown accordingly.",
        "TechStack": [
            "HTML",
            "CSS",
            "bootstrap",
            "ReactJs",
            "MongoDB",
            "GraphQL",
            "Nodejs"
        ],
        "Year": "2021"
    },
    {
        "Name": "ChessJS",
        "Repo": "https://github.com/ashishpapanai/chessJS",
        "Owner": "Ashish Papanai",
        "github": "https://github.com/ashishpapanai",
        "linkedin": "Https://linkedin.com/in/ashishpapanai",
        "Description": "Its a 2300+ ELO Rated Javascript-based ChessEngine which helps to analyse moves and play with another AI Chess Engine",
        "TechStack": [
            "Reinforcement Learning",
            "Vanilla JS",
            "Web Dev",
            "GOFAI"
        ],
        "Year": "2021"
    },
    {
        "Name": "Realate",
        "Repo": "https://github.com/deluminators/Realate",
        "Owner": "Sanjiban Sengupta",
        "github": "https://github.com/kahanikaar",
        "linkedin": "https://www.linkedin.com/in/sanjiban-sengupta/",
        "Description": "real-time real-estate data prediction & analysis. A robust application providing support for predicting and detecting land quality & cover, its optimal usage for building flats or property, its generative model, and optimal paths to electric/water/sewage reserve.",
        "TechStack": [
            "Machine Learning",
            "Django",
            "React",
            "Tensorflow",
            "Pytorch",
            "Computer Vision",
            "OpenCV",
            "GANs"
        ],
        "Year": "2021"
    },
    {
        "Name": "ModernBanking-Management-System",
        "Repo": "https://github.com/spandey1296/ModernBanking-Management-System",
        "Owner": "SHIVANT KUMAR PANDEY",
        "github": "https://github.com/spandey1296",
        "linkedin": "https://www.linkedin.com/in/shivantkumarpandey/",
        "Description": "This is a modern banking project that has the facility to provide all services on a single platform such as internet banking, wealth management, loan facility, and get information about money transfer updates.",
        "TechStack": [
            "Kotlin"
        ],
        "Year": "2021"
    },
    {
        "Name": "CityonBikes",
        "Repo": "https://github.com/preeti13456/CityonBikes",
        "Owner": "Preeti Sharma",
        "github": "https://github.com/Preeti13456",
        "linkedin": "https://www.linkedin.com/in/preeti-sharma-155a85181/",
        "Description": "Created a website for renting bikes https://cityonbikes.herokuapp.com/",
        "TechStack": [
            "HTML",
            "CSS",
            "Javascript",
            "python",
            "django"
        ],
        "Year": "2021"
    },
    {
        "Name": "StarBook",
        "Repo": "https://github.com/hashirshoaeb/star_book",
        "Owner": "Hashir Shoaib",
        "github": "https://github.com/hashirshoaeb",
        "linkedin": "https://www.linkedin.com/in/hashirshoaeb/",
        "Description": "“StarBook” is a digital diary, and a mood tracking app. The user will be able to rate his mood for each day and write a short story for him, like how his day was. Color is given to each mood, let’s say, green for a happy mood, red for angry and yellow for a sad mood. The statistics of users will be visualized in a methodical structure. For this the app will form a graph, calendar, each date box is colored with the color of users aura lets say green for positive spirits. StarBook will cooperate with users to boost their positive energy and train healthy thinking, correspondingly moving towards calmer and patient personality. StarBook will use positive psychology and cognitive behavioral therapy for you to better understand yourself, overcoming stress, anxiety, and depressions. The app is all in all focused to give personalized experience to every individual user, increasing their productivity, objectivity, and emotional health.",
        "TechStack": [],
        "Year": "2021"
    },
    {
        "Name": "Sampark",
        "Repo": "https://github.com/The-Robotics-Forum/sampark",
        "Owner": "The Robertics Forum",
        "github": "https://github.com/The-Robotics-Forum",
        "linkedin": "https://www.linkedin.com/company/the-robotics-forum/",
        "Description": "This is a free and open source team chat collaboration platform that allows user to communicate securely in Realtime ,Share File, Location and code snippet as well as create private rooms.",
        "TechStack": [
            "MERN"
        ],
        "Year": "2021"
    },
    {
        "Name": "Review My Project",
        "Repo": "https://github.com/Technocolabs100/Stack-Overflow-Tag-Predictions",
        "Owner": "Yasin Shah",
        "github": "https://www.github.com/Yasin-Shah",
        "linkedin": "https://www.linkedin.com/in/yasin-shah-139970141/",
        "Description": "Create a Web Application that User Have to Submit your own Project details like working videos, links, photos, and their code to review by Developer experts.",
        "TechStack": [
            "HTML",
            "CSS",
            "Javascript",
            "PHP",
            "Mangodb",
            "MySql Database",
            "React",
            "NODE JS"
        ],
        "Year": "2021"
    },
    {
        "Name": "PortfolioFy",
        "Repo": "https://github.com/kaustubhgupta/PortfolioFy",
        "Owner": "Kaustubh Gupta",
        "github": "https://github.com/kaustubhgupta",
        "linkedin": "https://www.linkedin.com/in/kaustubh-gupta-612767ab/",
        "Description": "As a developer we create hundreds of repositories and hardly 15-20 of them actually make it to final project we deploy and showcase on social media/linkedin. This GitHub action allows you to generate your perfect self updating portfolio with Projects, Hackathons and latest Blogs (optional). An index file is generated by this action which with the help of GitHub pages gets deployed as soon as it is commited the repository.",
        "TechStack": [
            "Python",
            "HTML",
            "CSS",
            "Javascript",
            "GitHub Actions",
            "API"
        ],
        "Year": "2021"
    },
    {
        "Name": "Hacking-Scripts",
        "Repo": "https://github.com/Tejas1510/Hacking-Scripts",
        "Owner": "Tejas Sudhir Tapas",
        "github": "https://github.com/Tejas1510",
        "linkedin": "https://www.linkedin.com/in/tejas-tapas-971847171/",
        "Description": "Hacking Scripts contains amazing and awesome scripts written in Python, Javascript, Java, Nodejs, and more. The main aim of the repository will be to provide utility scripts that might make everyday life easy.",
        "TechStack": [
            "Python",
            "Javascript",
            "Nodejs",
            "Java"
        ],
        "Year": "2021"
    },
    {
        "Name": "Netra",
        "Repo": "https://github.com/The-Robotics-Forum/netra",
        "Owner": "The Robotics Forum",
        "github": "https://github.com/The-Robotics-Forum",
        "linkedin": "https://www.linkedin.com/company/the-robotics-forum/",
        "Description": "Android Application used in TRFs Flagship Level 1 Workshop every year.",
        "TechStack": [
            "Kotlin",
            "OpenCV",
            "Google vision API",
            "MaterialUI"
        ],
        "Year": "2021"
    }
]